window.travels = [
    {
        date: '20221125',
        title: '初入魔都',
        cities: ['上海'],
        days: [
            ['上海虹桥站', '紫藤路'],
            ['陕西南路 - 外滩'],
            ['武康路', '松江南站']
        ],
        value: 0
    },
    {
        date: '20220826',
        title: '相见',
        cities: ['宁波'],
        days: [
            ['宁波站'],
            ['宜家', '珍德猪'],
            ['达美乐', '炉鱼']
        ],
        value: 0
    },
    {
        date: '20210922',
        title: '鲁迅先生',
        cities: ['绍兴'],
        days: [
            ['鲁迅故居', '沈园']
        ],
        value: 0
    },
    {
        date: '20201002',
        title: '内蒙古之行',
        cities: ['包头', '呼和浩特'],
        days: [
            ['萧山机场', '五台山机场', '东河机场'],
            ['响沙湾'],
            ['格日勒阿妈奶茶馆', '金刚座舍利宝塔', '大召无量寺', '内蒙古大学', '内蒙古博物馆'],
            ['北方兵器城', '赛汗塔拉城中草原']
        ],
        value: 0
    },
    {
        date: '20190914',
        title: '古都南京',
        cities: ['南京'],
        days: [
            ['南京航天航空大学', '秦淮河', '中国科举博物馆', '东南大学'],
            ['明故宫', '中山陵', '南京大学']
        ],
        value: 0
    },
    {
        date: '20180628',
        title: 'NetEase',
        cities: ['杭州'],
        days: [],
        value: 1
    },
    {
        date: '20170426',
        title: '夜上华山',
        cities: ['西安'],
        days: [
            ['华山-夜'],
            ['华山-昼'],
            ['钟鼓楼', '回民街']
        ],
        value: 0
    },
    {
        title: '三人行',
        cities: ['宁波'],
        days: [],
        value: 0
    },
    {
        date: '20140926',
        title: '四年',
        cities: ['重庆'],
        days: [],
        value: 1
    }
]
