window.travels = [
    {
        date: '20240427',
        title: '半年后的湖南',
        cities: ['张家界', '湘西土家族苗族自治州' '长沙'],
        days: [
            ['杭州南站'],
            ['杭州东站']
        ],
        value: 0
    },
    {
        date: '20240405',
        title: '无票回，顺风逛逛',
        cities: ['湖州'],
        days: [
            ['南浔古镇', '龙凤面馆', '浔蹄', '衣裳街', '盘古烤猪蹄'],
            ['状元街', '小西街', '徐忠良传统定胜糕(衣裳街店)', '渔人码头', '月亮桥', '湖州站']
        ],
        value: 0
    },
    {
        date: '20240329',
        title: '四人行，citywalk',
        cities: ['上海'],
        days: [
            ['上海虹桥站', '联航路'],
            ['华东政法大学长宁校区', 'Apple 静安', '上海新天地', '豫园商城', '鱼酷活鱼烤鱼(南京东路悦荟店)', '外滩'],
            ['一人一锅锅贴王', '铁手咖啡制造局Metal Hands(永嘉路店)']
        ],
        value: 0
    },
    {
        date: '20231005',
        title: '没去到湖南，来了南湖',
        cities: ['嘉兴'],
        days: [
            ['嘉兴南站', '有轨电车T1线', '子城遗址公园', '天主堂', '瓶山', '南湖', '南湖革命纪念馆', '越秀集市', '月河历史街区'],
            ['南湖天地', '有轨电车T1线', '嘉兴南站']
        ],
        value: 0
    },
    {
        date: '20230603',
        title: '普陀山一日游',
        cities: ['舟山'],
        days: [
            ['朱家尖蜈蚣峙码头', '普济禅寺', '慧济禅寺', '法雨禅寺', '南海观音', '紫竹林', '原製原味(朱家尖店)']
        ],
        value: 0
    },
    {
        date: '20230429',
        title: '五一九天乐',
        cities: ['南宁', '北海', '桂林'],
        days: [
            ['杭州南站'],
            ['南宁站', '青秀山风景区', '南宁博物馆', '舒记粉店(七星总店)', '中山路美食街', '三街两巷', '阿嬷手作', '建政路夜市'],
            ['南宁东站', '北海站', '老伙计海鲜酒楼(四川南路店)', '侨港风情街', '泰冰咖', '北海银滩国家旅游度假区', '信记虾饼', '越乡小厨(老码头店)', '北部湾广场', '北海老城'],
            ['越乡小厨(侨港店)', '泰冰咖', '冠头岭海滩', '汪姐海鲜(老街店)', '益禾堂', '北海金滩', '北部湾广场', '富贵路夜市'],
            ['北海国际客运港', '涠洲岛客运码头', '食悦川菜馆', '益禾堂', '滴水丹屏景区', '南湾鳄鱼山景区', '石螺口', '五彩滩', '圣堂景区天主教堂', '瘦肉·白日梦融合餐厅'],
            ['涠洲岛客运码头', '北海国际客运港', '北海站', '桂林站', '老表记·灌汤鸭脚煲', '萃茶师', '江君烤翅', '海天肠粉', '苏姨糖水铺'],
            ['遇龙河万景码头', '金牌烧鹅啤酒鱼(兴坪二店)', '益禾堂', '20元人民币背景', '兴坪古镇', '小桌子卤味螺蛳粉(棠梓巷店)', '苏姨糖水铺', '阿嬷手作(万象城)'],
            ['老东江米粉店总店', '益禾堂', '象鼻山景区', '东西巷', '徐阿姨甜品店', '粽子大王', '小桌子卤味螺蛳粉(棠梓巷店)', '萃茶师', '日月双塔'],
            ['民旺米粉店', '桂林两江国际机场', '宁波栎社国际机场', '宁波站', '杭州东站']
        ],
        value: 0
    },
    {
        date: '20221125',
        title: '初入魔都',
        cities: ['上海'],
        days: [
            ['上海虹桥站', '紫藤路'],
            ['陕西南路 - 外滩', '夜逃'],
            ['武康路', '松江南站']
        ],
        value: 0
    },
    {
        date: '20220826',
        title: '相见',
        cities: ['宁波'],
        days: [],
        value: 0
    },
    {
        date: '20210922',
        title: '鲁迅先生',
        cities: ['绍兴'],
        days: [
            ['鲁迅故居', '沈园']
        ],
        value: 0
    },
    {
        date: '20201002',
        title: '内蒙古之行',
        cities: ['包头', '呼和浩特'],
        days: [
            ['萧山机场', '五台山机场', '东河机场'],
            ['响沙湾'],
            ['格日勒阿妈奶茶馆', '金刚座舍利宝塔', '大召无量寺', '内蒙古大学', '内蒙古博物馆'],
            ['北方兵器城', '赛汗塔拉城中草原']
        ],
        value: 0
    },
    {
        date: '20190914',
        title: '古都南京',
        cities: ['南京'],
        days: [
            ['南京航天航空大学', '秦淮河', '中国科举博物馆', '东南大学'],
            ['明故宫', '中山陵', '南京大学']
        ],
        value: 0
    },
    {
        date: '20180628',
        title: 'NetEase',
        cities: ['杭州'],
        days: [],
        value: 1
    },
    {
        date: '20170426',
        title: '夜上华山',
        cities: ['西安'],
        days: [
            ['华山-夜'],
            ['华山-昼'],
            ['钟/鼓楼', '回民街']
        ],
        value: 0
    },
    {
        title: '三人行',
        cities: ['宁波'],
        days: [],
        value: 0
    },
    {
        date: '20140926',
        title: '四年',
        cities: ['重庆'],
        days: [],
        value: 1
    }
]
