window.travels = [
    {
        date: '20250927',
        title: '回家顺便逛逛',
        cities: ['温州'],
        days: [
            ['雁荡山', '台州站', '杭州东站'],
        ],
        value: 0
    },
    {
        date: '20250918',
        title: '相约青岛',
        cities: ['青岛', '徐州'],
        days: [
            ['杭州萧山国际机场', '青岛胶东国际机场'],
            ['前海沿·青岛菜(五四广场永旺店)', '顺兴食品(台东店)', '台东步行街'],
            ['崂山', '小麦岛', '开海·红岛海鲜虾水饺(八大关店)', '八大关', '青岛北站'],
            ['徐州站', '家有美味(户部山二店)', '回龙窝', '苏宁广场', '醒狮小区', '富国街', '贾青羊肉串(袁桥店)', '徐州东站', '杭州东站']
        ],
        value: 0
    },
    {
        date: '20250614',
        title: '不朽杯',
        cities: ['苏州'],
        days: [
            ['杭州东站', '苏州北站', '苏虞斋·苏式面(高铁新城店)', '阳澄国际电竞馆'],
            ['江西小炒·德福宫辣菜馆/OT另茶(外卖)', '平江路', '拙政园', '苏州站', '杭州东站']
        ],
        value: 0
    },
    {
        date: '20250523',
        title: '庐山',
        cities: ['九江', '南昌', '鹰潭'],
        days: [
            ['杭州西站', '九江站'],
            ['庐山', '庐味·地道庐山菜(牯岭街店)', '长沙·柒小对卤粉拌面(九江火车站店)', '九江站', '南昌站', '豪来烧烤'],
            ['李师傅家常菜/洪都大拇指', '八一广场', '江西省美术馆(拍照打卡)', '万寿宫', '南昌白糖糕', '滕王阁', '佬火根俚吴姐拌粉(绿地中央广场37店)', '秋水广场音乐喷泉', '南昌之星摩天轮', '绳金塔历史文化街区'],
            ['南昌西站', '鹰潭北站', '张记牛骨粉(凯翔新天地店)', '龙虎山', '春辉总店', '鹰潭北站', '杭州东站']
        ],
        value: 0
    },
    {
        date: '20250430',
        title: '贵州山水行',
        cities: ['衡阳', '铜仁', '贵阳', '黔南', '安顺'],
        days: [
            ['杭州南站'],
            ['衡山站', '衡山', '吉祥馄饨/柯楠粉店(打包)', '衡山西站', '怀化南站'],
            ['怀化站', '铜仁站', '杨记牛肉粉(铜仁客车站边上)', '东山寺', '廿柒°葉(古城老街店)', '凉都羊肉粉(官塘花苑店)', '小十字农贸市场', '摇滚猪八戒肉饼', '瓦屋手工卷粉(步行街店)', '抹山集(铜仁五显庙店)', '覃记脆皮猪脚粉(总店)'],
            ['梵净山', '德记鱼府(火车站店)', '抹山集(铜仁五显庙店)'],
            ['铜仁站', '贵阳北站', '泉湖公园', '西普陀寺', '贵厨酸汤牛肉(梵华里店)', '去茶山(玖福城店)', '东山寺门口(超大雨)'],
            ['贵阳站', '荔波站', '但家香酥鸭(小七孔店)', '瑶家土菜馆(荔波樟江风景名胜区店)', '小七孔', '荔波站', '贵阳站', '去茶山(青云市集店)', '毕节康家脆哨燃面(青云路店)', '好1多(青云市集店)', '宜北町(青云市集店)', '甲秀楼(路过远观)', '南门口肠旺面(大南门店)'],
            ['贵阳北站', '安顺西站', '黄果树瀑布', '河万村万峰顶(大雾)', '安顺西站', '贵阳北站', '陳记·留一手炭火烤鱼/去茶山(外卖)'],
            ['花溪牛肉粉(八鸽岩店)', '丁家糯米饭', 'DuiDe Coffee对的咖啡', '黔尚姨孃·老贵阳牛肉粉/去茶山(外卖)', '天主堂', 'CaptainGeorge乔治队长(太平路店)', '魏姐手工辣椒面', '去茶山(外卖)', '贵阳龙洞堡国际机场', '杭州萧山国际机场']
        ],
        value: 0
    },
    {
        date: '20250412',
        title: '登天柱，得天助',
        cities: ['黄山', '安庆'],
        days: [
            ['杭州东站', '黄山北站', '齐云山', '徽厨娘饭店', '黟县东站', '安庆站', '潜山站'],
            ['天柱山', '潜山站', '芜湖站', '杭州东站']
        ],
        value: 0
    },
    {
        date: '20250314',
        title: '港珠澳',
        cities: ['香港', '珠海', '澳门'],
        days: [
            ['杭州东站'],
            ['深圳北站', '香港西九龙站', '中银香港中国海外大厦分行(no walk in)', '汇丰熙华大厦分行(未开通国际/港澳台漫游)', '天星小轮(湾仔 - 尖沙咀)', '新香园(汝州街分店)', '汇丰创始中心分行(无号，线上开中银香港卡)', '松本清', 'Donki', '朗豪坊购物商场', '沙嗲王(旺角奶路臣街店)', '万宁', '中环摩天轮', '天星小轮(中环 - 尖沙咀)', '红茶(恒生尖沙咀大厦店)', '星光大道'],
            ['华嫂冰室(湾仔店)', '太古广场', '高等法院', '香港大学美术博物馆', '香港大学', '太平山', '卢吉道观景台', '山顶广场', '时代广场/牛奶冰室', '港珠澳大桥香港口岸旅检大楼', '港珠澳大桥珠海公路口岸'],
            ['珠海拱北口岸', '新葡京', '新八佰伴', 'Jollibee快乐蜂', '市政署大楼', '议事亭前地广场', '仁慈堂大楼', '大堂街秘方炸鸡', '玫瑰圣母堂', '大三巴', '疯堂斜巷', '东望洋新街', '永利澳门', '美高梅(博物馆维修暂停开放)', '美狮美高梅', '永利皇宫', '伦敦人', '巴黎人', '威尼斯人', '官也街', '荣记牛杂', '银河', '澳门关闸口岸(bangbang通行证留澳门发财了)'],
            ['澳人冰室', 'COMEBUY甘杯(凤凰北店)', '珠海大剧院(远观打卡)', '珠海·城市阳台', '珠海站', '珠海机场站', '珠海金湾机场', '杭州萧山国际机场']
        ],
        value: 0
    },
    {
        date: '20250301',
        title: '周末天气好',
        cities: ['上饶', '衢州'],
        days: [
            ['杭州东站', '弋阳站', '龟峰', '弋阳站', '衢州站', '渔乡村土菜馆(双港店)/LINLEE柠檬茶(外卖)', '水亭门景区', '老裴鸭头馆'],
            ['董爸爸烤饼', '府山公园', '中国儒学馆', '衢州孔氏南宗家庙', '北门街历史文化街区', '水亭门城墙', '鹿鸣大草原', '衢州礼堂', '开源饭店(荷四路)/LINLEE柠檬茶(外卖)', '衢州站', '杭州东站']
        ],
        value: 0
    },
    {
        date: '20250131',
        title: '横店影视城',
        cities: ['金华', '台州'],
        days: [
            ['大渝火锅(东阳银泰店)', '清明上河图', '肯德基/麦当劳(东阳银泰店)'],
            ['明清宫苑', '广州街·香港街', '花北酸菜鱼']
        ],
        value: 0
    },
    {
        date: '20241221',
        title: '浙北最高峰',
        cities: ['杭州', '湖州'],
        days: [
            ['青山湖', '陶记豆花饭店(胜利苑店)'],
            ['龙王山']
        ],
        value: 0
    },
    {
        date: '20241024',
        title: '说走就走的泰山行',
        cities: ['泰安', '天津'],
        days: [
            ['杭州南站'],
            ['泰山站', '泰山', '泰安站', '天津南站'],
            ['民园广场', '津味张记包子铺(和平五大道店)', '天主教天津教区西开总堂', '静园', '张学良故居/瓷房子门口', '粥饼伦灌饼', '中国银行博物馆(活动闭馆)', '大光明桥', '津湾广场', '世纪钟', '意大利风情旅游区', '泰钰丰烤鸭(永安道店)', '天津滨海国际机场'],
            ['杭州萧山国际机场'],
        ],
        value: 0
    },
    {
        date: '20240915',
        title: '中秋豫BAC',
        cities: ['开封', '郑州', '洛阳'],
        days: [
            ['杭州东站', '开封北站', '肯德基(振河店)', '清明上河园', '老河大夜市'],
            ['盛德福清汤牛肉面(建安街店)', '铁塔公园', '龙亭公园(维修 -90)', '山陕甘会馆/大相国寺/开封府门口', '开封北站', '郑州东站', '葛记焖饼(伏牛路店)', '二七广场'],
            ['只有河南·戏剧幻城'],
            ['河南博物院', '郑州东站', '洛阳龙门站', '龙门石窟', '丽景门', '十字街夜市', '明堂天堂门口', '应天门北广场', '清真虎记烩面·泡馍'],
            ['嵩山·太室山(中岳)', '黄记煌三汁焖锅(大禹城店)', '古茗(登封大禹城店)'],
            ['嵩山·少室山', '少林寺', '品品味削面馆'],
            ['洛阳古墓博物馆', '白马寺'],
            ['洛阳龙门站', '杭州东站']
        ],
        value: 0
    },
    {
        date: '20240427',
        title: '半年后的湖南',
        cities: ['张家界', '湘西', '长沙'],
        days: [
            ['杭州南站'],
            ['张家界西站', '刘聋子粉馆(张家界总店)', '茶颜悦色(天门奥莱广场店)', '天门山国家森林公园', '五道水铁板烧'],
            ['黄龙洞', '印象老灶台三下锅(黄龙洞店)', '张家界大峡谷', '张家界西站', '凤凰古城站', '凤凰古城', '翠茶(虹桥店)', '小沐屋全牛粉店'],
            ['特步(虹桥中路店)', '雷雨田私立古城博物馆', '翠茶/益禾堂(虹桥店)', '凤凰记忆农家船', '凤凰古城站', '吉首东站', '原古丈老街康延玉铁板烧(2号店)', '乾州古城'],
            ['吉祥米粉总店', '矮寨大桥景区', '天问台', '德夯大峡谷', '德夯苗寨', '景区小吃', '德夯幻境', '老谭烧烤'],
            ['金宏粉馆/相伴豆花(宏大广场店)', '湘西州博物馆', '吉首东站', '长沙南站', '五一广场', '解放西', '坡子街派出所', '星城辉记面粉店(步行街旗舰店)'],
            ['橘子洲', '五一广场', '黄兴步行街', '南门口', '杜甫江阁(熄灯版)', '茶颜悦色(世纪情西南角店)', '文和友(海信广场)'],
            ['岳麓山(南门18分版)', '湖南大学', '粤岭·点心·啫啫(万家丽广场店)', '茶颜悦色(万家丽七楼店)', '长沙南站', '杭州东站']
        ],
        value: 0
    },
    {
        date: '20240405',
        title: '无票回，顺风逛逛',
        cities: ['湖州'],
        days: [
            ['南浔古镇', '龙凤面馆', '浔蹄', '衣裳街', '盘古烤猪蹄'],
            ['状元街', '小西街', '徐忠良传统定胜糕(衣裳街店)', '渔人码头', '月亮桥', '湖州站']
        ],
        value: 0
    },
    {
        date: '20240329',
        title: '四人行，citywalk',
        cities: ['上海'],
        days: [
            ['上海虹桥站', '联航路'],
            ['华东政法大学长宁校区', 'Apple 静安', '上海新天地', '豫园商城', '鱼酷活鱼烤鱼(南京东路悦荟店)', '外滩'],
            ['一人一锅锅贴王', '铁手咖啡制造局Metal Hands(永嘉路店)']
        ],
        value: 0
    },
    {
        date: '20240213',
        title: '神仙居',
        cities: ['台州'],
        days: [
            ['台金高速(首上高速)', '山隐咖啡(淡竹店)', '陈嬢嬢米线(仙居白塔店)'],
            ['神仙居', '桃源人家(神仙居店)']
        ],
        value: 0
    },
    {
        date: '20231223',
        title: '浙西天池',
        cities: ['杭州'],
        days: [
            ['吴越古道', '浙西天池']
        ],
        value: 0
    },
    {
        date: '20231005',
        title: '没去到湖南，来了南湖',
        cities: ['嘉兴'],
        days: [
            ['嘉兴南站', '有轨电车T1线', '子城遗址公园', '天主堂', '瓶山', '南湖', '南湖革命纪念馆', '越秀集市', '月河历史街区'],
            ['南湖天地', '有轨电车T1线', '嘉兴南站']
        ],
        value: 0
    },
    {
        date: '20230603',
        title: '普陀山一日游',
        cities: ['舟山'],
        days: [
            ['朱家尖蜈蚣峙码头', '普济禅寺', '慧济禅寺', '法雨禅寺', '南海观音', '紫竹林', '原製原味(朱家尖店)']
        ],
        value: 0
    },
    {
        date: '20230429',
        title: '五一九天乐',
        cities: ['南宁', '北海', '桂林'],
        days: [
            ['杭州南站'],
            ['南宁站', '青秀山风景区', '南宁博物馆', '舒记粉店(七星总店)', '中山路美食街', '三街两巷', '阿嬷手作', '建政路夜市'],
            ['南宁东站', '北海站', '老伙计海鲜酒楼(四川南路店)', '侨港风情街', '泰冰咖', '北海银滩国家旅游度假区', '信记虾饼', '越乡小厨(老码头店)', '北部湾广场', '北海老城'],
            ['越乡小厨(侨港店)', '泰冰咖', '冠头岭海滩', '汪姐海鲜(老街店)', '益禾堂', '北海金滩', '北部湾广场', '富贵路夜市'],
            ['北海国际客运港', '涠洲岛客运码头', '食悦川菜馆', '益禾堂', '滴水丹屏景区', '南湾鳄鱼山景区', '石螺口', '五彩滩', '圣堂景区天主教堂', '瘦肉·白日梦融合餐厅'],
            ['涠洲岛客运码头', '北海国际客运港', '北海站', '桂林站', '老表记·灌汤鸭脚煲', '萃茶师', '江君烤翅', '海天肠粉', '苏姨糖水铺'],
            ['遇龙河万景码头', '金牌烧鹅啤酒鱼(兴坪二店)', '益禾堂', '20元人民币背景', '兴坪古镇', '小桌子卤味螺蛳粉(棠梓巷店)', '苏姨糖水铺', '阿嬷手作(万象城)'],
            ['老东江米粉店总店', '益禾堂', '象鼻山景区', '东西巷', '徐阿姨甜品店', '粽子大王', '小桌子卤味螺蛳粉(棠梓巷店)', '萃茶师', '日月双塔'],
            ['民旺米粉店', '桂林两江国际机场', '宁波栎社国际机场', '宁波站', '杭州东站']
        ],
        value: 0
    },
    {
        date: '20221125',
        title: '初入魔都',
        cities: ['上海'],
        days: [
            ['上海虹桥站', '紫藤路'],
            ['陕西南路 - 外滩', '夜逃'],
            ['武康路', '松江南站']
        ],
        value: 0
    },
    {
        date: '20220826',
        title: '相见',
        cities: ['宁波'],
        days: [],
        value: 0
    },
    {
        date: '20210922',
        title: '鲁迅先生',
        cities: ['绍兴'],
        days: [
            ['鲁迅故居', '沈园']
        ],
        value: 0
    },
    {
        date: '20201002',
        title: '内蒙古之行',
        cities: ['包头', '呼和浩特'],
        days: [
            ['萧山机场', '五台山机场', '东河机场'],
            ['响沙湾'],
            ['格日勒阿妈奶茶馆', '金刚座舍利宝塔', '大召无量寺', '内蒙古大学', '内蒙古博物馆'],
            ['北方兵器城', '赛汗塔拉城中草原']
        ],
        value: 0
    },
    {
        date: '20190914',
        title: '古都南京',
        cities: ['南京'],
        days: [
            ['南京航天航空大学', '秦淮河', '中国科举博物馆', '东南大学'],
            ['明故宫', '中山陵', '南京大学']
        ],
        value: 0
    },
    {
        date: '20180628',
        title: 'NetEase',
        cities: ['杭州'],
        days: [],
        value: 1
    },
    {
        date: '20170426',
        title: '夜上华山',
        cities: ['渭南', '西安'],
        days: [
            ['华山 夜'],
            ['华山 昼'],
            ['钟/鼓楼', '回民街']
        ],
        value: 0
    },
    {
        title: '三人行',
        cities: ['宁波'],
        days: [],
        value: 0
    },
    {
        date: '20140926',
        title: '四年',
        cities: ['重庆'],
        days: [],
        value: 1
    }
]
